Repository: wxy/GloWalk
Catalog: GloWalk/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# storage.preserved
source: Your original data has been preserved. Try again before starting a new walk.
de: Die Originaldaten bleiben erhalten. Vor einem neuen Spaziergang bitte erneut versuchen.
es: Tus datos originales se han conservado. Reinténtalo antes de empezar otro paseo.
fr: Vos données originales sont conservées. Réessayez avant de commencer une marche.
it: I dati originali sono conservati. Riprova prima di iniziare una camminata.
ja: 元のデータは保持されています。歩行を始める前に再試行してください。
ko: 원본 데이터는 보존되어 있습니다. 걷기를 시작하기 전에 다시 시도하세요.
pt_br: Seus dados originais foram preservados. Tente novamente antes de iniciar outra caminhada.
ru: Исходные данные сохранены. Повторите попытку перед началом прогулки.
zh_hans: 原始数据已保留。请重试后再开始步行。
zh_hant: 原始資料已保留。請重試後再開始步行。

# storage.retry
source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试
zh_hant: 重試

# storage.unavailable
source: Walk history could not be opened
de: Verlauf kann nicht geöffnet werden
es: No se pudo abrir el historial
fr: Impossible d’ouvrir l’historique
it: Impossibile aprire la cronologia
ja: 歩行履歴を開けません
ko: 걷기 기록을 열 수 없습니다
pt_br: Não foi possível abrir o histórico
ru: Не удалось открыть историю
zh_hans: 无法打开步行历史
zh_hant: 無法開啟步行歷史

# summary.health.failed
source: Sync failed — will retry later
de: Synchronisierung fehlgeschlagen – wird später erneut versucht
es: Error de sincronización: se reintentará más tarde
fr: Échec de la synchronisation — nouvel essai automatique
it: Sincronizzazione fallita — verrà ritentata più tardi
ja: 同期に失敗しました — 後で自動的に再試行します
ko: 동기화 실패 — 나중에 자동으로 재시도합니다
pt_br: Falha na sincronização — será tentada novamente depois
ru: Ошибка синхронизации — повторим позже автоматически
zh_hans: 同步失败，稍后自动重试
zh_hant: 同步失敗，稍後自動重試

# summary.health.synced
source: Synced to Health
de: Mit Health synchronisiert
es: Sincronizado con Salud
fr: Synchronisé avec Santé
it: Sincronizzato con Salute
ja: ヘルスケアに同期しました
ko: 건강에 동기화됨
pt_br: Sincronizado com o Saúde
ru: Синхронизировано со «Здоровьем»
zh_hans: 已同步到健康
zh_hant: 已同步到健康

# summary.health.syncing
source: Syncing to Health…
de: Synchronisiere mit Health…
es: Sincronizando con Salud…
fr: Synchronisation avec Santé…
it: Sincronizzazione con Salute…
ja: ヘルスケアに同期中…
ko: 건강에 동기화 중…
pt_br: Sincronizando com o Saúde…
ru: Синхронизация со «Здоровьем»…
zh_hans: 正在同步到健康…
zh_hant: 正在同步到健康…

# walk.end
source: End walk
de: Beenden
es: Terminar paseo
fr: Terminer
it: Termina camminata
ja: 歩行を終了
ko: 걷기 종료
pt_br: Encerrar caminhada
ru: Завершить прогулку
zh_hans: 结束步行
zh_hant: 結束步行

# walk.endDiscard
source: End without saving
de: Ohne Speichern beenden
es: Terminar sin guardar
fr: Terminer sans enregistrer
it: Termina senza salvare
ja: 保存せず終了
ko: 저장하지 않고 종료
pt_br: Encerrar sem salvar
ru: Завершить без сохранения
zh_hans: 结束且不保存
zh_hant: 結束且不儲存

# walk.endMessage
source: Your complete walk will become a night poster.
de: Aus dem vollständigen Spaziergang entsteht ein Nachtposter.
es: Tu paseo completo se convertirá en un póster nocturno.
fr: Votre marche complète deviendra une affiche nocturne.
it: La camminata completa diventerà un poster notturno.
ja: 完全な歩行記録から夜道のポスターを作ります。
ko: 완전한 걷기 기록으로 밤길 포스터를 만듭니다.
pt_br: Sua caminhada completa se tornará um pôster noturno.
ru: Полная запись прогулки станет ночным постером.
zh_hans: 完整的步行将生成一张夜路海报。
zh_hant: 完整的步行將生成一張夜路海報。

# walk.endSave
source: End and save
de: Beenden und speichern
es: Terminar y guardar
fr: Terminer et enregistrer
it: Termina e salva
ja: 終了して保存
ko: 종료 후 저장
pt_br: Encerrar e salvar
ru: Завершить и сохранить
zh_hans: 结束并保存
zh_hant: 結束並儲存

# walk.endTitle
source: End this walk?
de: Spaziergang beenden?
es: ¿Terminar este paseo?
fr: Terminer cette marche ?
it: Terminare la camminata?
ja: 歩行を終了しますか？
ko: 걷기를 종료할까요?
pt_br: Encerrar esta caminhada?
ru: Завершить прогулку?
zh_hans: 结束本次步行？
zh_hant: 結束本次步行？

# walk.holdHint
source: Hold to pause · Tap to restore auto
de: Halten zum Pausieren · Tippen für Automatik
es: Mantén para pausar · Toca para volver a Auto
fr: Maintenez pour mettre en pause · Touchez pour rétablir Auto
it: Tieni premuto per la pausa · Tocca per Auto
ja: 長押しで一時停止 · タップで自動に戻す
ko: 길게 눌러 정지 · 탭하여 자동 복원
pt_br: Segure para pausar · Toque para voltar ao automático
ru: Удерживайте для паузы · Коснитесь для авторежима
zh_hans: 长按暂停 · 轻点恢复自动
zh_hant: 長按暫停 · 輕點恢復自動

# walk.incomplete
source: This walk has incomplete data and will not be saved.
de: Die Daten sind unvollständig. Dieser Spaziergang wird nicht gespeichert.
es: Los datos están incompletos. Este paseo no se guardará.
fr: Les données sont incomplètes. Cette marche ne sera pas enregistrée.
it: I dati sono incompleti. La camminata non verrà salvata.
ja: 記録が不完全なため、終了後は保存されません。
ko: 데이터가 불완전하여 종료 후 저장하지 않습니다.
pt_br: Os dados estão incompletos. Esta caminhada não será salva.
ru: Данные неполные. Эта прогулка не будет сохранена.
zh_hans: 本次步行数据不完整，结束后不保存。
zh_hant: 本次步行資料不完整，結束後不儲存。

# walk.keepWalking
source: Go back
de: Zurück
es: Volver
fr: Revenir
it: Indietro
ja: 戻る
ko: 돌아가기
pt_br: Voltar
ru: Назад
zh_hans: 返回步行
zh_hant: 返回步行

# walk.light
source: Walking light
de: Gehlicht
es: Luz de paseo
fr: Éclairage de marche
it: Luce per camminare
ja: 歩行ライト
ko: 걷기 조명
pt_br: Luz de caminhada
ru: Свет для прогулки
zh_hans: 随行灯光
zh_hant: 隨行燈光

# walk.paused
source: Paused · Tap to continue
de: Pausiert · Zum Fortsetzen tippen
es: En pausa · Toca para continuar
fr: En pause · Touchez pour reprendre
it: In pausa · Tocca per riprendere
ja: 一時停止中 · タップで再開
ko: 일시 정지됨 · 탭하여 계속
pt_br: Em pausa · Toque para continuar
ru: Пауза · Коснитесь для продолжения
zh_hans: 已暂停 · 轻点继续
zh_hant: 已暫停 · 輕點繼續

# walk.resume
source: Continue walk
de: Spaziergang fortsetzen
es: Continuar paseo
fr: Reprendre la marche
it: Riprendi camminata
ja: 歩行を続ける
ko: 걷기 계속
pt_br: Continuar caminhada
ru: Продолжить прогулку
zh_hans: 继续步行
zh_hant: 繼續步行

# weather.cloudy
source: Cloudy
de: Bewölkt
es: Nublado
fr: Nuageux
it: Nuvoloso
ja: くもり
ko: 흐림
pt_br: Nublado
ru: Облачно
zh_hans: 云
zh_hant: 雲

# weather.drizzle
source: Drizzle
de: Nieselregen
es: Llovizna
fr: Bruine
it: Pioviggine
ja: 霧雨
ko: 이슬비
pt_br: Chuvisco
ru: Морось
zh_hans: 毛毛雨
zh_hant: 毛毛雨

# weather.fog
source: Fog
de: Nebel
es: Niebla
fr: Brouillard
it: Nebbia
ja: 霧
ko: 안개
pt_br: Nevoeiro
ru: Туман
zh_hans: 雾
zh_hant: 霧

# weather.rain
source: Rain
de: Regen
es: Lluvia
fr: Pluie
it: Pioggia
ja: 雨
ko: 비
pt_br: Chuva
ru: Дождь
zh_hans: 小雨
zh_hant: 小雨

# weather.snow
source: Snow
de: Schnee
es: Nieve
fr: Neige
it: Neve
ja: 雪
ko: 눈
pt_br: Neve
ru: Снег
zh_hans: 雪
zh_hant: 雪

# about.website
source: Website
es: Sitio web
fr: Site web
it: Sito web
ja: ウェブサイト
ko: 웹사이트
pt_br: Site
ru: Веб-сайт
zh_hans: 网站
zh_hant: 網站

# settings.version
source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
zh_hans: 版本
zh_hant: 版本

# walk.pause
source: Pause
es: Pausar
it: Pausa
ja: 一時停止
ko: 일시 정지
pt_br: Pausar
ru: Пауза
zh_hans: 暂停
zh_hant: 暫停

# history.unit.minutes
source: min
ja: 分
ko: 분
ru: мин
zh_hans: 分钟
zh_hant: 分鐘

# hud.unit.minutes
source: min
ja: 分
ko: 분
ru: мин
zh_hans: 分钟
zh_hant: 分鐘

# poster.unit.minutes
source: min
ja: 分
ko: 분
ru: мин
zh_hans: 分钟
zh_hant: 分鐘

# history.unit.meters
source: m
ru: м
zh_hans: 米
zh_hant: 米

# hud.distance.km
source: %.1fkm
ru: %.1fкм
zh_hans: %.1f公里
zh_hant: %.1f公里

# hud.distance.meters
source: %.0fm
ru: %.0fм
zh_hans: %.0f米
zh_hant: %.0f米

# poster.unit.km
source: km
ru: км
zh_hans: 公里
zh_hant: 公里

# poster.unit.meters
source: m
ru: м
zh_hans: 米
zh_hant: 米

# about.fontLicense
source: SIL OFL
zh_hans: SIL 开放字体许可
zh_hant: SIL 開放字體許可

# settings.version.name
source: GloWalk
zh_hans: 随行路灯
zh_hant: 隨行路燈
